IDEA StatiCa Open Model
SectionResultMesh.Elements Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Elements
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<MeshElement2D> Elements { get; set; }
Public Property Elements As List(Of MeshElement2D)
	Get
	Set
public:
property List<MeshElement2D^>^ Elements {
	List<MeshElement2D^>^ get ();
	void set (List<MeshElement2D^>^ value);
}
Property Value
Type: List<MeshElement2D>
See Also
Reference
SectionResultMesh Class
IdeaRS.OpenModel.Result Namespace